[
    {"name-trans":"Arjuna's Dilemma","desc":"Arjuna is overwhelmed by grief and moral confusion on the battlefield. This chapter sets the stage for Krishna’s teachings, highlighting the eternal conflict between emotions and duty.","ogname":"अर्जुनविषादयोगः","name":"Arjuna Viṣāda Yogaḥ","id":"1"},
    {"name-trans":"Transcendental Knowledge","desc":"Krishna introduces the concept of the immortal soul and the principles of detachment. He urges Arjuna to rise above despair and perform his duties as a warrior.","ogname":"सांख्ययोगः","name":"Sāṅkhya Yogaḥ","id":"2"},
    {"name-trans":"Path of Action","desc":"Selfless action performed without attachment leads to spiritual growth. Krishna emphasizes that inaction is not an option, and one must engage in righteous deeds for the welfare of society.","ogname":"कर्मयोगः","name":"Karma Yogaḥ","id":"3"},
    {"name-trans":"Knowledge and Renunciation","desc":"Krishna explains the divine origin of knowledge and the role of avatara in restoring dharma. Knowledge combined with selfless action leads to liberation.","ogname":"ज्ञानकर्मसंन्यासयोगः","name":"Jñāna Karma Saṃnyāsa Yogaḥ","id":"4"},
    {"name-trans":"Renunciation of Action","desc":"True renunciation lies in detachment while performing one’s duties. Krishna shows that the path of action and the path of renunciation ultimately lead to the same goal.","ogname":"कर्मसंन्यासयोगः","name":"Karma Saṃnyāsa Yogaḥ","id":"5"},
    {"name-trans":"Meditation","desc":"Krishna elaborates on meditation as a disciplined practice for attaining self-realization. A yogi must focus on the self, control the mind, and remain balanced in all circumstances.","ogname":"ध्यानयोगः","name":"Dhyāna Yogaḥ","id":"6"},
    {"name-trans":"Wisdom and Realization","desc":"Krishna reveals his divine nature and the unity of knowledge and realization. He explains that understanding him as the ultimate cause of all existence is the key to liberation.","ogname":"ज्ञानविज्ञानयोगः","name":"Jñāna Vijñāna Yogaḥ","id":"7"},
    {"name-trans":"The Imperishable Absolute","desc":"Krishna explains the eternal and indestructible nature of Brahman. He also describes how focused devotion at the time of death leads to liberation.","ogname":"अक्षरब्रह्मयोगः","name":"Akṣara Parabrahma Yogaḥ","id":"8"},
    {"name-trans":"Royal Knowledge and Secret Wisdom","desc":"Krishna shares the supreme knowledge of devotion as the easiest and most profound path to connect with him. Devotion enables one to transcend material existence.","ogname":"राजविद्याराजगुह्ययोगः","name":"Rāja Vidyā Rāja Guhya Yogaḥ","id":"9"},
    {"name-trans":"Divine Glories","desc":"Krishna enumerates his divine manifestations, illustrating his presence in everything. This chapter highlights the omnipresence and infinite glories of the divine.","ogname":"विभूतियोगः","name":"Vibhūti Yogaḥ","id":"10"},
    {"name-trans":"The Universal Form","desc":"Krishna reveals his cosmic form to Arjuna, showcasing the vastness and grandeur of his divine nature. This vision instills both awe and humility in Arjuna.","ogname":"विश्वरूपदर्शनयोगः","name":"Viśvarūpa Darśana Yogaḥ","id":"11"},
    {"name-trans":"Devotion","desc":"Krishna explains that unwavering love and devotion are the simplest and highest paths to him. A true devotee is humble, peaceful, and free from hatred or envy.","ogname":"भक्तियोगः","name":"Bhakti Yogaḥ","id":"12"},
    {"name-trans":"The Field and the Knower of the Field","desc":"Krishna explains the distinction between the physical body (field) and the eternal soul (knower). This chapter explores the interconnectedness of the material and spiritual realms.","ogname":"क्षेत्रक्षेत्रज्ञविभागयोगः","name":"Kṣetra Kṣetrajña Vibhāga Yogaḥ","id":"13"},
    {"name-trans":"The Three Gunas","desc":"Krishna explains the three gunas—sattva, rajas, and tamas—that influence human behavior. Transcending these qualities leads to liberation and union with the divine.","ogname":"गुणत्रयविभागयोगः","name":"Guṇatraya Vibhāga Yogaḥ","id":"14"},
    {"name-trans":"The Supreme Person","desc":"Krishna describes the Purushottama (Supreme Person) as the ultimate source of existence. Understanding this supreme reality helps one transcend material bondage.","ogname":"पुरुषोत्तमयोगः","name":"Puruṣottama Yogaḥ","id":"15"},
    {"name-trans":"Divine and Demonic Natures","desc":"Krishna contrasts divine virtues like humility and compassion with demonic traits like arrogance and greed. These qualities determine one’s destiny and spiritual progress.","ogname":"दैवासुरसंपद्विभागयोगः","name":"Daivāsura Sampad Vibhāga Yogaḥ","id":"16"},
    {"name-trans":"Threefold Faith","desc":"Faith, influenced by the three gunas, shapes one’s actions and spiritual practices. Krishna highlights the importance of sattvic faith in attaining spiritual growth.","ogname":"श्रद्धात्रयविभागयोगः","name":"Śraddhātraya Vibhāga Yogaḥ","id":"17"},
    {"name-trans":"Liberation through Renunciation","desc":"Krishna concludes by emphasizing surrender, devotion, and detachment as paths to liberation. True freedom comes from aligning one’s actions with divine will and renouncing ego.","ogname":"मोक्षसंन्यासयोगः","name":"Mokṣa Saṃnyāsa Yogaḥ","id":"18"}
  ]